export const CAPABILITIES_DIR = `https://images.jc-jc.com.cn/making_capability`;

export const CAPABILITIES = [
    {
        id: 1,
        name: '板材',
        banner: 'banner.jpg',
        video: 'video.mov',
        introduce: [
            '板材是装修中的基础性材料，在装修的过程中许多地方都要用到板材；',
            '不同的板材有不同的特点，也有不同的用处，如硅酸钙板主要应用于潮湿环境；'
        ],
        menus: [
            {
                id: 1,
                name: '石膏板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11'],
            },
            {
                id: 2,
                name: '玻镁板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'],
            },
            {
                id: 3,
                name: '硅酸钙板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14'],
            },
        ]
    },
    {
        id: 2,
        name: '轻钢龙骨',
        banner: 'banner.jpg',
        video: 'video.mov',
        introduce: [
            '主要应用于民用与工业建筑的非承重隔墙、室内吊顶装修构造，主要包括轻钢龙骨石膏板隔墙和吊顶的建筑构造；',
            '隔墙部分包括轻钢龙骨石膏板隔墙、硅酸钙隔墙登贴面墙系统的相关构造；',
            '吊顶部分包括轻钢龙骨石膏板吊顶、轻钢龙骨装饰石膏板吊顶的相关构造。',
        ],
        images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10'],
    },
    {
        id: 3,
        name: '天花板',
        banner: 'banner.jpg',
        video: 'video.mov',
        introduce: [
            '在整个装修过程中，天花装修占有重要的一环，不同的吊顶设计需应用到的天花材料也不相同；',
            '天花有多种选择，包括石膏板天花、金属/铝板天花、吸音矿棉天花、玻璃棉天花和高晶板天花等。'
        ],
        menus: [
            {
                id: 1,
                name: '矿棉板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14', '15', '16' , '17'],
            },
            {
                id: 2,
                name: '铝天花',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14'],
            },
            {
                id: 3,
                name: '铝方通',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'],
            },
            {
                id: 4,
                name: '玻纤/岩棉吸音板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14'],
            },
            {
                id: 5,
                name: '烤漆龙骨',
                images: ['0', '1', '2', '3', '4', '5', '6', '7', '8', '9', '10'],
            },
        ]
    },
    {
        id: 4,
        name: '岩棉/玻璃棉',
        banner: 'banner.jpg',
        video: 'video.mp4',
        introduce: [
            '装修工程师会使用一些隔音材料来营造一个安静舒适的居住环境；',
            '岩棉板/玻璃棉板（毡）作为保温材料之一，在建筑工程中具有一定的保温及隔音效果。',
        ],
        menus: [
            {
                id: 1,
                name: '岩棉板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14'],
            },
            {
                id: 2,
                name: '玻璃棉板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'],
            },
            {
                id: 3,
                name: '玻璃棉卷毡',
                images: ['1', '2'],
            },
        ]
    },
    {
        id: 5,
        name: '声学材料',
        banner: 'banner.jpg',
        video: 'video.mp4',
        introduce: [
            '声学处理与装修相结合才是声学装修的关键，不仅仅要看着顺眼，听着舒服，还不能让声音泄露出来影响到别人。 ',
            '通常涉及到地面、墙面、顶面的隔音及降噪，如建筑地下楼层里发电设备、空调设备、送风/回风设备等发生的固体噪声。'
        ],
        menus: [
            {
                id: 1,
                name: '穿孔板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14', '15', '16' , '17', '18'],
            },
            {
                id: 2,
                name: '隔音板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10'],
            },
            {
                id: 3,
                name: '聚酯纤维板',
                images: ['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12', '13', '14', '15', '16' , '17', '18', '19', '20', '21', '22', '23', '24'],
            },
        ]
    },
];
